/* Pump Event title for UnfinalizedDose with doseType of .bolus */
"Bolus" = "Bolus";

/* Status highlight that delivery is uncertain. */
"Comms Issue" = "Comms Issue";

/* Status highlight that insulin delivery was suspended. */
"Insulin Suspended" = "Insulin Suspended";

/* Status highlight that a pump is out of insulin. */
"No Insulin" = "No Insulin";

/* Status highlight that pump has a dead battery. */
"Pump Battery Dead" = "Pump Battery Dead";

/* Status highlight that a pump error occurred. */
"Pump Error" = "Pump Error";

/* Status highlight that an occlusion was detected. */
"Pump Occlusion" = "Pump Occlusion";

/* Pump Event title for UnfinalizedDose with doseType of .resume */
"Resume" = "Resume";

/* Pump Event title for UnfinalizedDose with doseType of .suspend */
"Suspend" = "Suspend";

/* Pump Event title for UnfinalizedDose with doseType of .tempBasal */
"Temp Basal" = "Temp Basal";

